import React from 'react';

const DelUrk = () => {
    return (
        <div>
                <div style={{fontSize: '18px'}}><b>УМОВИ ДОСТАВКИ: </b></div>
                <br/>
                Мін. замовлення -  <b>29€  після врахування усіх знижок</b>

                <br/>ДНІ доставки: <b>ПН-СБ (крім неділі)</b>

                <br/><br/>
                <b style={{color: 'darkgreen'}}>Зелена галочка</b> у товарі – доставка можлива <b> у цей же день</b>, після 15:00,
                <b>при умові замовлення до 10:00 ранку</b>
                <br/><br/>
                <b style={{color: 'goldenrod'}}>Жовта галочка </b> – замовлення  буде доставлене  <b>залежно від максимальної кількості днів в описі товара</b>
                <br/><br/>
                <b>Усі товари з 🎅🏻</b> – для доставки  <b>тільки на 29 – 31.12.22 до 16:00 </b> (замовлення на ці товари – 27.12.22 до 22:00)
                <br/><br/>
                Для доставки  <b> у суботу </b>, замовлення має бути зроблене  <b>у п`ятницю до 10:00</b>
                <br/><br/>

        </div>
    );
};

export default DelUrk;